Repository: abenooo/ethio_saccos
Catalog: lib/l10n/app_*.arb
Languages: am

# appTitle
source: SACCOS Ethiopia
am: ሳኮስ ኢትዮጵያ

source: Welcome back,
am: እንኳን ደህና መጡ,

source: Sign In
am: ግባ

# signInWithBiometric
source: Sign in with {biometricType}
am: በ{biometricType} ግባ

source: Email Address
am: ኢሜይል አድራሻ

source: Password
am: የይለፍ ቃል

source: Forgot password?
am: የይለፍ ቃልዎን ረሱት?

# dontHaveAccount
source: Don't have an account?
am: መለያ የሎትም?

source: Sign Up
am: ይመዝገቡ

source: Register
am: ተመዝገብ

source: Full Name
am: ሙሉ ስም

source: Phone Number
am: ስልክ ቁጥር

source: Confirm Password
am: የይለፍ ቃል አረጋግጥ

# alreadyHaveAccount
source: Already have an account?
am: ቀደም ሲል መለያ አለዎት?

source: My Accounts
am: የእኔ መለያዎች

source: Loan Calculator
am: የብድር ካልኩሌተር

source: Statements
am: መግለጫዎች

source: Deposit
am: ማስቀመጥ

source: Withdraw
am: ማውጣት

source: Transfer
am: ማስተላለፍ

source: Settings
am: ቅንብሮች

source: Profile
am: መገለጫ

source: Notifications
am: ማሳወቂያዎች

source: Security
am: ደህንነት

source: Biometric Authentication
am: ባዮሜትሪክ ማረጋገጫ

# biometricEnabled
source: {biometricType} enabled
am: {biometricType} ነቅቷል

# biometricDisabled
source: {biometricType} disabled
am: {biometricType} ጠፍቷል

source: Change Password
am: የይለፍ ቃል ቀይር

source: Help Center
am: የእርዳታ ማዕከል

source: Logout
am: ውጣ

source: Balance
am: ሂሳብ

source: Main Account
am: ዋና መለያ

source: Personal Loan
am: የግል ብድር

source: Share Account
am: የአክሲዮን መለያ

source: OR
am: ወይም

source: Demo Credentials
am: የሙከራ ማረጋገጫዎች

# useAnyEmailPassword
source: Use any email and password to login
am: ለመግባት ማንኛውም ኢሜይል እና የይለፍ ቃል ይጠቀሙ

# example
source: Example: user@example.com / password123
am: ምሳሌ: user@example.com / password123

source: Vibration
am: ንዝረት

source: Enabled
am: ነቅቷል

source: Disabled
am: ተሰናክሏል

source: Push Notifications
am: የመላክ ማሳወቂያዎች

source: Email Notifications
am: የኢሜይል ማሳወቂያዎች

# weeklySum
source: Weekly summary
am: ሳምንታዊ ማጠቃለያ

# lastChanged
source: Last changed {time}
am: መጨረሻ የተቀየረው {time}

# twoFactorAuth
source: Two-Factor Authentication
am: ባለሁለት ደረጃ ማረጋገጫ

source: FAQs and support
am: ተደጋጋሚ ጥያቄዎች እና ድጋፍ

source: Contact Support
am: ድጋፍ ያግኙ

source: About SACCO
am: ስለ ሳኮ

source: Privacy & Security
am: ግላዊነት እና ደህንነት

source: Font Size
am: የፊደል መጠን

source: Medium
am: መካከለኛ

source: Theme
am: ገጽታ

source: Dark Mode
am: ጨለማ ገጽታ

source: Light Mode
am: ብሩህ ገጽታ

source: Account & Preferences
am: መለያ እና ምርጫዎች

source: Support
am: ድጋፍ

source: Regular Savings
am: መደበኛ ቁጠባ

# fixedDeposit
source: Fixed Deposit 12M
am: የተወሰነ ጊዜ ተቀማጭ

source: Emergency Fund
am: የአደጋ ጊዜ ገንዘብ

source: Children Education
am: የልጆች ትምህርት

source: Holiday Savings
am: የበዓል ቁጠባ

source: View balances & details
am: ሂሳቦችን እና ዝርዝሮችን ይመልከቱ

source: Calculate payments
am: ክፍያዎችን ያስሉ

source: Download & view
am: አውርድ እና ይመልከቱ

source: Add funds
am: ገንዘብ ያክሉ

source: Cash withdrawal
am: ገንዘብ ማውጣት

source: Send money
am: ገንዘብ ላክ

# viewEditProfile
source: View and edit profile
am: መገለጫ ይመልከቱ እና ያርትዑ

source: Quick personal financing
am: ፈጣን የግል ፋይናንስ

source: Grow your business
am: ንግድዎን ያሳድጉ

source: Home financing
am: የቤት ፋይናንስ

source: Vehicle financing
am: የተሽከርካሪ ፋይናንስ

source: Business Loan
am: የንግድ ብድር

source: Mortgages Loan
am: የቤት ብድር

source: Auto Loan
am: የመኪና ብድር

source: Pay to Merchant
am: ለነጋዴ ክፈል

source: Payment Request
am: የክፍያ ጥያቄ

source: Ticket
am: ቲኬት

source: Government Services
am: የመንግስት አገልግሎቶች

source: Pay for
am: ክፈል ለ

source: Donations
am: ልገሳዎች

source: Other Services
am: ሌሎች አገልግሎቶች

source: Scan QR
am: QR ስካን

source: Home
am: ቤት

source: Accounts
am: መለያዎች

source: Loans
am: ብድሮች

source: More
am: ተጨማሪ

source: Savings
am: ቁጠባ

source: Savings Account
am: የቁጠባ መለያ

# manageSavings
source: Manage your savings, view interest and deposits
am: ቁጠባዎን ያስተዳድሩ፣ ወለድ እና ተቀማጭ ገንዘብ ይመልከቱ

source: Loan Services
am: የብድር አገልግሎቶች

# applyLoans
source: Apply for loans, view loan status and payments
am: ለብድር ያመልክቱ፣ የብድር ሁኔታ እና ክፍያዎችን ይመልከቱ

# newUserSignUp
source: I'm a new user. Sign up
am: አዲስ ተጠቃሚ ነኝ። ይመዝገቡ

source: Savings Accounts
am: የቁጠባ መለያዎች

source: Shares
am: አክሲዮኖች

source: Transfers
am: ማስተላለፊያዎች

source: MEMBER
am: አባል

source: Quick Actions
am: ፈጣን እርምጃዎች

source: Saving
am: ቁጠባ

source: Loan
am: ብድር

source: Pay
am: ክፈል

source: View
am: ይመልከቱ

source: Apply
am: ያመልክቱ

source: Bills
am: ሂሳቦች

source: History
am: ታሪክ

source: SACCO Support
am: የሳኮ ድጋፍ

# typicallyReplies
source: Typically replies in a few minutes
am: በአብዛኛው በጥቂት ደቂቃዎች ውስጥ ይመልሳል

# helloWelcome
source: Hello and Welcome!
am: ሰላም እና እንኳን ደህና መጡ!

# supportIntro
source: I'm Selam, your Ethio SACCO digital assistant. I'm here to help with membership, savings, loans, transfers and other SACCO services. How can I assist you today?
am: እኔ ሰላም ነኝ፣ የእርስዎ የኢትዮ ሳኮ ዲጂታል ረዳት። በአባልነት፣ ቁጠባ፣ ብድር፣ ማስተላለፊያ እና ሌሎች የሳኮ አገልግሎቶች ላይ ለመርዳት እዚህ ነኝ። ዛሬ እንዴት ልረዳዎት?

source: Main Menu
am: ዋና ሜኑ

# chooseOption
source: Choose an option to continue:
am: ለመቀጠል አንድ አማራጭ ይምረጡ:

source: SACCO Services
am: የሳኮ አገልግሎቶች

source: Member Self Service
am: የአባል ራስ አገልግሎት

source: Exchange Rate
am: የምንዛሪ ተመን

source: Contact Us
am: ያግኙን

source: FAQs
am: ተደጋጋሚ ጥያቄዎች

source: Change Language
am: ቋንቋ ይቀይሩ

# notAvailableOnDevice
source: Not available on this device
am: በዚህ መሳሪያ ላይ አይገኝም

source: Get in touch
am: ያግኙን

source: About
am: ስለ

# version
source: Version 1.0.0
am: ስሪት 1.0.0

source: Personal Information
am: የግል መረጃ

source: Payment Preferences
am: የክፍያ ምርጫዎች

source: Banks and Cards
am: ባንኮች እና ካርዶች

source: Member Since
am: አባል ከ

source: Account Status
am: የመለያ ሁኔታ

source: Active
am: ንቁ

source: Senior Designer
am: ሲኒየር ዲዛይነር

source: Choose Loan Type
am: የብድር አይነት ይምረጡ

# selectLoanType
source: Select the type of loan you want to calculate
am: ማስላት የሚፈልጉትን የብድር አይነት ይምረጡ

source: Loan History
am: የብድር ታሪክ

# viewPreviousLoans
source: View your previously calculated loans
am: ቀደም ሲል የተሰሉ ብድሮችዎን ይመልከቱ

source: Calculate New Loan
am: አዲስ ብድር ያስሉ

# personalLoanCalc
source: Personal Loan
am: የግል ብድር

source: Transaction History
am: የግብይት ታሪክ

source: All
am: ሁሉም

source: Deposits
am: ተቀማጭ ገንዘቦች

source: Withdrawals
am: መውጫዎች

source: Cash Deposit
am: የገንዘብ ተቀማጭ

source: Branch Cashier
am: የቅርንጫፍ ገንዘብ ያዥ

source: Completed
am: ተጠናቅቋል

source: ATM Withdrawal
am: ኤቲኤም መውጫ

source: Mobile Money Deposit
am: የሞባይል ገንዘብ ተቀማጭ

source: Wallet
am: ዋሌት

source: Transfer Out
am: ማስተላለፊያ ወጪ

source: Security & Support
am: ደህንነት እና ድጋፍ

# savingsScreen
source: Savings
am: ቁጠባ

# loansScreen
source: Loans
am: ብድሮች

source: Chat Bot
am: የውይይት ሮቦት

# howCanIHelp
source: How can I help you today?
am: ዛሬ እንዴት ልረዳዎት?

# typeMessage
source: Type a message...
am: መልእክት ይተይቡ...

source: Send
am: ላክ

source: Back
am: ተመለስ

source: Menu
am: ሜኑ

source: Close
am: ዝጋ

source: Message Center
am: የመልእክት ማዕከል

source: Address
am: አድራሻ

source: Repayments
am: ክፍያዎች

source: Disbursements
am: ብድር ማከፋፈያ

source: Buy/Sell
am: ግዢ/ሽያጭ

source: Dividends
am: ትርፍ ክፍፍል

source: Saving days
am: የቁጠባ ቀናት

source: Interest Rate
am: የወለድ መጠን

source: Min Deposit
am: ዝቅተኛ ተቀማጭ

source: Max Deposit
am: ከፍተኛ ተቀማጭ

source: Total Loan Balance
am: አጠቃላይ የብድር ቀሪ

source: Remaining Loan
am: የቀረ ብድር

source: Total Interest
am: አጠቃላይ ወለድ

source: Initial Loan Provided
am: መጀመሪያ የተሰጠ ብድር

source: Monthly Payment
am: ወርሃዊ ክፍያ

source: months left
am: ወራት ቀርተዋል

source: No Limit
am: ገደብ የለም
